amodio.tsl-problem-matcher
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
GitHub.copilot
hjb2012.vscode-es6-string-html
humao.rest-client
mikestead.dotenv
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-vscode-remote.remote-containers
ms-vscode.live-server
ms-vsonline.vsonline
octref.vetur
pflannery.vscode-versionlens
piotrpalarz.vscode-gitignore-generator
rpinski.shebang-snippets
vscode-icons-team.vscode-icons
vsls-contrib.codetour
vsls-contrib.gistfs
wix.vscode-import-cost
