Auth0.auth0-vsce
bierner.emojisense
bierner.markdown-checkbox
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
eamodio.tsl-problem-matcher
ecmel.vscode-html-css
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-close-tag
GitHub.vscode-pull-request-github
hjb2012.vscode-es6-string-html
humao.rest-client
idleberg.applescript
johnpapa.vscode-peacock
mikestead.dotenv
mkaufman.HTMLHint
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-vscode-remote.remote-containers
ms-vscode.js-debug-nightly
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
ms-vsonline.vsonline
msjsdiag.debugger-for-chrome
nicollasr.vscode-streamdeck
octref.vetur
pflannery.vscode-versionlens
piotrpalarz.vscode-gitignore-generator
pnp.polacode
PrzemyslawOnak.pimp-my-avalonia
ritwickdey.LiveServer
rpinski.shebang-snippets
ryuta46.multi-command
sdras.vue-vscode-snippets
vscode-icons-team.vscode-icons
vsls-contrib.codetour
vsls-contrib.gistfs
wix.vscode-import-cost
Zignd.html-css-class-completion
