christian-kohler.npm-intellisense
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.dotnet-test-explorer
GitHub.vscode-pull-request-github
humao.rest-client
johnpapa.vscode-peacock
mikestead.dotenv
ms-azuretools.vscode-docker
ms-vscode.csharp
ms-vscode.powershell
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
octref.vetur
pflannery.vscode-versionlens
piotrpalarz.vscode-gitignore-generator
pnp.polacode
rpinski.shebang-snippets
ryuta46.multi-command
sdras.vue-vscode-snippets
vscode-icons-team.vscode-icons
wix.vscode-import-cost
